Repository: yorjandis/ProyectoNeville_IOS
Catalog: Shared/Localization/Localizable.xcstrings
Source language: es
Languages: en, zh_hans

# reminder.frequency.interval
source: Cada %@
en: Every %@
zh_hans: 每 %@

# reminder.frequency.monthly
source: Cada mes el día %d a las %02d:%02d
en: Every month on day %d at %02d:%02d
zh_hans: 每月%d日 %02d:%02d

# reminder.frequency.yearly
source: Cada año el %@
en: Every year on %@
zh_hans: 每年%@

source: Remover Relación
en: Remove Relationship
zh_hans: 移除关系

source: Remover todas las relaciones
en: Remove all relationships
zh_hans: 移除所有关系

source: Remover Widget
en: Remove Widget
zh_hans: 移除小组件

source: Renombrar capítulo
en: Rename chapter
zh_hans: 重命名章节

source: Renombrar categoría
en: Rename category
zh_hans: 重命名分类

source: Reparé y regresé al proceso.
en: I repaired what I could and returned to the process.
zh_hans: 我进行了修复，并回到了过程。

source: Repetí la conducta antigua.
en: I repeated the old behavior.
zh_hans: 我重复了旧行为。

source: Repetición
en: Repeat
zh_hans: 重复

source: Repetir
en: Repeat
zh_hans: 重复

source: Repetir cada
en: Repeat each
zh_hans: 重复间隔

source: Repetir contraseña
en: Repeat password
zh_hans: 再次输入密码

source: Repetir diálogo
en: Repeat dialogue
zh_hans: 再次进行

source: Repetir hasta
en: Repeat until
zh_hans: 重复至

source: Repita la contraseña
en: Repeat password
zh_hans: 请再次输入密码

source: Repita la contraseña:
en: Repeat password:
zh_hans: 请再次输入密码：

source: Repite hoy el hábito que más te ha sostenido esta semana y deja preparada la primera acción de mañana.
en: Repeat today the habit that has supported you most this week, and prepare tomorrow's first action.
zh_hans: 今天再次实践本周最支持你的习惯，并提前准备好明天的第一个行动。

source: Representa la energía total del alimento para cubrir requerimientos diarios.
en: Represents the food's total energy contribution toward daily needs.
zh_hans: 表示该食品为满足日常所需提供的总能量。

source: Reproducir sonido
en: Play Sound
zh_hans: 播放声音

source: Requiere Premium
en: Premium Required
zh_hans: 需要高级版

source: Resetear estadísticas
en: Reset statistics
zh_hans: 重置统计

source: Resetear estadísticas de Presencia
en: Reset Presence statistics
zh_hans: 重置觉察统计

source: Resiliencia
en: Resilience
zh_hans: 韧性

source: Respira con normalidad y observa el momento sin exigir un resultado concreto.
en: Breathe normally and notice this moment without demanding a particular result.
zh_hans: 自然呼吸，感受此刻，不必强求某种结果。

source: Respira lento. Permite que el cuerpo baje el ritmo y encuentre estabilidad.
en: Breathe slowly. Let your body ease its pace and find stability.
zh_hans: 缓慢呼吸，让身体放慢节奏，逐渐安定下来。

source: Respira y cruza el umbral donde tu esencia se revela
en: Breathe and cross the threshold where your essence reveals itself
zh_hans: 呼吸，跨过那道门槛， 让真实的自己显现

source: Respira y regresa a tu versión elevada
en: Breathe and return to your higher self.
zh_hans: 深呼吸，回到更高版本的自己。

source: Respira, elige y crea desde adentro
en: Breathe, choose, and create from within.
zh_hans: 呼吸、选择，从内在开始创造。

source: Respira, observa el patrón y ensaya hoy tu respuesta elegida.
en: Breathe, observe the pattern, and rehearse your chosen response for today.
zh_hans: 呼吸，观察模式，并演练今天选择的回应。

source: Respiración
en: Respiratory Rate
zh_hans: 呼吸频率

source: Respiración lenta
en: Slow Breathing
zh_hans: 缓慢呼吸

source: respiraré lentamente, escucharé hasta el final y haré una pregunta antes de responder
en: I will breathe slowly, listen to the end, and ask a question before responding
zh_hans: 我会放慢呼吸，听对方说完，并在回应前先问一个问题

source: Responder mejor a una crítica
en: Respond More Constructively to Criticism
zh_hans: 更从容地回应批评

source: Responderé con y...
en: I will respond by…
zh_hans: 我会这样回应……

source: Respuesta
en: Response
zh_hans: 回复

source: Respuesta en curso
en: Response in progress
zh_hans: 正在回复

source: Restablecer
en: Reset
zh_hans: 恢复默认

source: Restablecer apariencia
en: Reset appearance
zh_hans: 重置外观

source: Restaurar
en: Restore
zh_hans: 恢复

source: Restaurar «Estoy aquí»
en: Restore “I am here”
zh_hans: 恢复“我在这里”

source: Restaurar accesos predeterminados
en: Restore default shortcuts
zh_hans: 恢复默认快捷键

source: Restaurar colores
en: Restore colors
zh_hans: 恢复颜色

source: Restaurar colores predeterminados
en: Restore default colors
zh_hans: 恢复默认颜色

source: Restaurar Compras
en: Restore Purchases
zh_hans: 恢复购买

source: Restaurar frases predeterminadas
en: Restore default phrases
zh_hans: 恢复默认句子

source: Restaurar mensaje original
en: Restore default message
zh_hans: 恢复默认消息

source: Resultados
en: Results
zh_hans: 搜索结果

source: Resume la calidad nutricional global del producto. A es mejor perfil nutricional y E es el menos favorable.
en: Summarizes the product's overall nutritional quality. A indicates the best nutritional profile and E the least favorable.
zh_hans: 概括产品的整体营养质量：A 表示营养状况最佳，E 表示相对最不理想。

source: Resume tu hipótesis del patrón en tres líneas.
en: Summarize your working hypothesis about the pattern in three lines.
zh_hans: 用三行总结你对这个模式的当前判断。

source: Resumen
en: Summary
zh_hans: 摘要

source: Resumen actualizado
en: Updated summary
zh_hans: 更新摘要

source: RESUMEN DE CIERRE
en: CLOSING SUMMARY
zh_hans: 今日收尾总结

source: Resumen de enseñanza
en: Teaching Summary
zh_hans: 教学摘要

source: Resumen de investigaciones que respaldan estas enseñanzas, debidamente acotados para su fácil consulta.
en: A concise summary of research supporting these teachings, organized for easy reference.
zh_hans: 对支持这些教导的研究进行简明总结，便于查阅。

source: Resumen de Libros
en: Book Summary
zh_hans: 书籍摘要

source: Resumen de revisiones
en: Review summary
zh_hans: 回顾摘要

source: Resumen de Rituales
en: Ritual Summary
zh_hans: 仪式总结

source: Resumen exportado
en: Exported summary
zh_hans: 摘要已导出

source: Resumen general
en: Overview
zh_hans: 总体概览

source: Resumen importado
en: Imported summary
zh_hans: 摘要已导入

source: Resumen semanal
en: Weekly review
zh_hans: 每周回顾

source: Resumen:
en: Summary:
zh_hans: 摘要：

source: retorno
en: return
zh_hans: 次回到当下

source: retornos
en: returns
zh_hans: 次回到当下

source: retornos a presencia
en: returns to presence
zh_hans: 回到当下的次数

source: retornos conscientes
en: conscious returns
zh_hans: 有意识回归次数

source: retornos semanales
en: weekly returns
zh_hans: 每周回到当下次数

source: Revisa desencadenante, señal corporal, pensamiento, emoción evitada, recompensa, vulnerabilidades y eficacia del entorno.
en: Review the trigger, body signal, thought, avoided emotion, reward, vulnerabilities, and how well your environment is helping.
zh_hans: 复盘诱因、身体信号、想法、被回避的情绪、即时回报、脆弱条件，以及环境调整是否有效。

source: Revisa el día desde compasión y poder
en: Review the day with compassion and strength.
zh_hans: 带着慈悲与力量回顾今天。

source: Revisar intencion del dia
en: Review the intention of the day
zh_hans: 回顾今日意图

source: Revisión
en: Review
zh_hans: 回顾

source: Revisión completada
en: Review completed
zh_hans: 回顾已完成

source: Revisión compulsiva del teléfono
en: Compulsive Phone Checking
zh_hans: 反复查看手机

source: Revisión de la semana
en: This week's review
zh_hans: 本周回顾

source: Revisión semanal
en: Weekly Review
zh_hans: 每周回顾

source: Revisión semanal guiada
en: Guided Weekly Review
zh_hans: 引导式每周回顾

source: Revisiones
en: Reviews
zh_hans: 回顾

source: Revocar permiso para compartir conversaciones
en: Revoke permission to share conversations
zh_hans: 撤销共享对话的权限

source: Ritmo
en: Rhythm
zh_hans: 节奏

source: Ritmo respiratorio
en: Breathing rhythm
zh_hans: 呼吸节奏

source: Ritual de hoy pendiente
en: Today's ritual pending
zh_hans: 今天的仪式练习待完成

source: Ritual matutino
en: Morning Ritual
zh_hans: 晨间仪式

source: Ritual Matutino
en: Morning Ritual
zh_hans: 晨间仪式

source: Ritual Matutino & Cierre
en: Morning Ritual & Closing
zh_hans: 晨间仪式与结束

source: Ritual pendiente
en: Ritual pending
zh_hans: 晨间仪式待完成

# ritual.dashboard.autopilot
source: Piloto automático: {0} registro(s)
en: Autopilot: {0} record(s)
zh_hans: 自动驾驶状态：{0} 条记录

# ritual.dashboard.average_score
source: Puntuación media: {0}/10
en: Average score: {0}/10
zh_hans: 平均分：{0}/10

# ritual.dashboard.coherence_sessions
source: {0} sesión(es) en el día
en: {0} session(s) today
zh_hans: 今天共 {0} 次练习

# ritual.dashboard.learning_scores
source: Energía {0}/5 · Coherencia con mi identidad {1}/5
en: Energy {0}/5 · Alignment with my identity {1}/5
zh_hans: 精力 {0}/5 · 与今日身份的一致程度 {1}/5

# ritual.dashboard.presence_returns
source: Retornos conscientes: {0}
en: Conscious returns: {0}
zh_hans: 有意识地回到当下：{0} 次

# ritual.day_footprint
source: Agenda {0}/{1} · Metas {2} · Presencia {3}
en: Schedule {0}/{1} · Goals {2} · Presence {3}
zh_hans: 日程 {0}/{1} · 目标 {2} · 临在 {3}

# ritual.evening.agenda_summary
source: Agenda completada ({0}/{1}): {2}
en: Schedule completed ({0}/{1}): {2}
zh_hans: 已完成日程（{0}/{1}）：{2}

# ritual.evening.autopilot_count
source: {0} registro(s) de piloto automático
en: {0} autopilot record(s)
zh_hans: {0} 条“自动驾驶”记录

# ritual.evening.coherence_line
source: Coherencia: {0}.
en: Coherence: {0}.
zh_hans: 心身协调：{0}。

# ritual.evening.coherence_summary
source: Coherencia: {0} sesión(es), bienestar final medio {1}/10
en: Coherence: {0} session(s), average final well-being {1}/10
zh_hans: 心身协调：{0} 次练习，结束时平均状态 {1}/10

# ritual.evening.coherence_value
source: {0} sesión(es), bienestar final medio {1}/10
en: {0} session(s), average final well-being {1}/10
zh_hans: {0} 次练习，结束时平均状态 {1}/10

# ritual.evening.completed_identity
source: Identidad elegida: {0}
en: Chosen identity: {0}
zh_hans: 选择的今日身份：{0}

# ritual.evening.completed_weekly
source: Ciclo integrado · {0}/7 cierres en los últimos siete días
en: Cycle integrated · {0}/7 closings in the last seven days
zh_hans: 循环完成度 · 近七天完成 {0}/7 次收尾

# ritual.evening.goals_summary
source: Metas: {0}
en: Goals: {0}
zh_hans: 目标：{0}

# ritual.evening.identity_suggestion
source: Mañana lee al despertar: «Hoy actúo como {0}», y conviértelo en un gesto visible durante la primera hora.
en: Tomorrow, read this when you wake up: “Today I act as {0},” then turn it into one visible action during the first hour.
zh_hans: 明天醒来时读一遍：“今天，我以{0}的方式行动。”然后在第一个小时里，用一个看得见的行动把它表达出来。

# ritual.evening.journal_title
source: Cierre consciente · {0}
en: Mindful Closing · {0}
zh_hans: 正念收尾 · {0}

# ritual.evening.morning_goals
source: Metas: {0}
en: Goals: {0}
zh_hans: 目标：{0}

# ritual.evening.perceived_coherence
source: Coherencia percibida: {0}/5
en: Perceived alignment: {0}/5
zh_hans: 自我感受到的一致程度：{0}/5

# ritual.evening.presence_summary
source: Presencia: {0} regreso(s) al presente y {1} registro(s) de piloto automático.
en: Presence: {0} return(s) to the present and {1} autopilot record(s).
zh_hans: 临在：{0} 次回到当下，{1} 条“自动驾驶”记录。

# ritual.evening.step_accessibility
source: Paso {0} de 4
en: Step {0} of 4
zh_hans: 第 {0} 步，共 4 步

# ritual.history.evening_summary
source: Energía: {0}/5 · Emoción: {1} Aprendizaje: {2} Mejora: {3}
en: Energy: {0}/5 · Emotion: {1} Learning: {2} Improvement: {3}
zh_hans: 精力：{0}/5 · 情绪：{1} 收获：{2} 改进：{3}

# ritual.history.filtering
source: Filtrando: {0}
en: Filtering: {0}
zh_hans: 筛选日期：{0}

# ritual.history.morning_summary
source: Metas: {0} Identidad: {1} Emociones: {2}
en: Goals: {0} Identity: {1} Emotions: {2}
zh_hans: 目标：{0} 身份：{1} 情绪：{2}

# ritual.morning.goal_placeholder
source: Meta {0}
en: Goal {0}
zh_hans: 目标 {0}

# ritual.stats.monthly_average
source: Promedio mensual: {0} rituales
en: Monthly average: {0} rituals
zh_hans: 月平均：{0} 次仪式

source: rituales
en: rituals
zh_hans: 次仪式

source: Rituales
en: Rituals
zh_hans: 仪式

source: Ruta completa
en: Full Journey
zh_hans: 完整路径

source: Ruta de 21 días
en: 21-Day Journey
zh_hans: 21 天路径

source: Rutina base
en: Daily Routine
zh_hans: 每日基础练习

source: Sábado
en: Saturday
zh_hans: 星期六

source: Sal
en: Salt
zh_hans: 盐

source: Sal (g/100g)
en: Salt (g/100g)
zh_hans: 盐（克/100克）

source: Sal elevada
en: High Salt
zh_hans: 盐含量偏高

source: Sal mayor de 1.5 g por 100 g: se recomienda vigilar su consumo y no exceder 5 g de sal al día, salvo pérdida elevada por sudoración excesiva.
en: More than 1.5 g of salt per 100 g: monitor intake and do not exceed 5 g of salt per day, except when excessive sweating causes significant losses.
zh_hans: 每 100 克含盐超过 1.5 克：建议控制摄入量，每日盐摄入不超过 5 克；大量出汗导致盐分明显流失时除外。

source: Sal:
en: Salt:
zh_hans: 盐：

source: Salir
en: Exit
zh_hans: 退出

source: Salir de la guía
en: Exit guide
zh_hans: 退出引导

source: Salir selección múltiple
en: Exit multi-select
zh_hans: 退出多选

source: Saltar
en: Skip
zh_hans: 跳过

source: Salud no está disponible
en: Health Is Not Available
zh_hans: “健康”不可用

source: Salud y HealthKit
en: Health and HealthKit
zh_hans: 健康与 HealthKit

source: Sanador
en: Healing
zh_hans: 疗愈

source: Satisfacción
en: Satisfaction
zh_hans: 满足

source: Score principal
en: Main Score
zh_hans: 主要评分

source: Se actualizará esta entrada del Diario.
en: This Journal entry will be updated.
zh_hans: 将更新这篇日记。

source: Se actualizará esta nota.
en: This note will be updated.
zh_hans: 将更新这条笔记。

source: Se actualizarán las entradas de este capítulo.
en: The entries in this chapter will be updated.
zh_hans: 将更新本章节中的日记。

source: Se actualizarán las entradas seleccionadas.
en: The selected entries will be updated.
zh_hans: 将更新所选日记。

source: Se actualizarán las notas de esta categoría.
en: The notes in this category will be updated.
zh_hans: 将更新此分类中的笔记。

source: Se actualizarán las notas seleccionadas.
en: The selected notes will be updated.
zh_hans: 将更新所选笔记。

source: Se borrarán la configuración, las prácticas y los diarios del ciclo actual antes de completar los campos de prueba.
en: Your current setup, practices, and journal entries will be deleted before the sample fields are filled in.
zh_hans: 在填写示例字段前，当前周期的设置、练习和日志将被删除。

source: Se borrarán la configuración, los diarios y todas las mediciones de este ciclo.
en: The setup, journal entries, and all measurements for this cycle will be deleted.
zh_hans: 当前周期的设置、日志和所有评估数据都将被删除。

source: Se creará un archivo seguro con %@. La contraseña solo se usa para proteger este archivo y no se guarda.
en: A secure file containing %@ will be created. The password is used only to protect this file and is not saved.
zh_hans: 将创建一个包含 %@ 的安全文件。密码仅用于保护此文件，不会被保存。

source: Se declara como orgánico.
en: Declared organic.
zh_hans: 标示为有机产品。

source: Se detectaron referencias a posible presencia de gluten en la etiqueta.
en: The label contains references suggesting the possible presence of gluten.
zh_hans: 标签中检测到可能含有麸质的相关信息。

source: Se detectaron referencias a posible presencia de gluten.
en: References suggesting the possible presence of gluten were detected.
zh_hans: 检测到可能含有麸质的相关信息。

source: Se enviará el texto al modelo gratuito seleccionado.
en: The text will be sent to the selected free model.
zh_hans: 文本将发送给所选的免费模型。

source: Se excluyen periodos con ejercicio o movimiento significativo.
en: Periods of exercise or significant movement are excluded.
zh_hans: 已排除运动或明显活动的时段。

source: Se ha creado la entrada en el diario.
en: The Journal entry was created.
zh_hans: 日记已创建。

source: Se ha habilitado la protección de las Notas
en: Note protection has been enabled
zh_hans: 笔记保护已启用

source: Se mostrará al registrar un evento de Presencia.
en: Shown when you record a Presence event.
zh_hans: 记录一次“当下”事件时会显示这句话。

source: Se mostrará una serie de afirmaciones. Utilice los botones inferiores para decidir si son ciertas o falsas
en: A series of statements will be displayed. Use the buttons below to decide whether they are true or false.
zh_hans: 将显示一系列陈述。请使用下方按钮判断它们是正确还是错误。

source: Se pausa la estimación para no confundir ejercicio con estrés.
en: The estimate is paused to avoid mistaking exercise for stress.
zh_hans: 估算已暂停，以免将运动误判为压力。

source: Se repetirá automáticamente todos los años
en: It will repeat automatically every year
zh_hans: 将每年自动重复

source: Se requiere Versión Extendida
en: Extended Version Required
zh_hans: 需要扩展版

source: Segun Autor: %@
en: According to the author: %@
zh_hans: 按作者：%@

source: Segunda revisión
en: Second Review
zh_hans: 第二次复盘

source: Seguridad
en: Sense of security
zh_hans: 安心

source: Seis columnas · medición 0–10
en: Six prompts · score from 0–10
zh_hans: 六项记录 · 0–10 分评估

source: Seis meses
en: Six months
zh_hans: 六个月

source: Seis meses atrás
en: Six months ago
zh_hans: 六个月前

source: Sel. todas
en: Select all
zh_hans: 全选

source: Selección múltiple
en: Multi-select
zh_hans: 多选

source: Selecciona al menos una actividad para exportar.
en: Select at least one activity to export.
zh_hans: 请至少选择一项活动进行导出。

source: Selecciona al menos una entrada de diario para exportar.
en: Select at least one journal entry to export.
zh_hans: 请至少选择一篇要导出的日记。

source: Selecciona al menos una nota para exportar.
en: Select at least one note to export.
zh_hans: 请至少选择一条要导出的笔记。

source: Selecciona cualquier fragmento dentro de la app y accede a acciones rápidas como guardar en Notas o Frases al instante.
en: Select any text within the app and instantly access quick actions, such as saving it to Notes or Quotes.
zh_hans: 在 App 内选择任意文本片段，即可立即使用快速操作，例如保存到笔记或名言。

source: Selecciona entradas para exportar
en: Select entries to export
zh_hans: 选择要导出的日记

source: Selecciona las notas y vuelve a pulsar 'Manual (seleccionadas)' para exportar.
en: Select the notes, then tap 'Manual (selected)' again to export.
zh_hans: 请选择笔记，然后再次轻点“手动（已选择）”进行导出。

source: Selecciona música
en: Select music
zh_hans: 选择音乐

source: Selecciona tus colores
en: Select your colors
zh_hans: 选择你的颜色

source: Selecciona un ítem para ver el contenido
en: Select an item to view the content
zh_hans: 选择一个项目以查看内容

source: Selecciona una categoría
en: Select a category
zh_hans: 选择一个分类

source: Seleccionada: 1
en: Selected: 1
zh_hans: 已选择：1

source: Seleccionadas
en: Selected
zh_hans: 所选活动

source: Seleccionadas: %lld
en: Selected: %lld
zh_hans: 已选择：%lld

source: Seleccionar
en: Select
zh_hans: 选择

source: Seleccionar acceso
en: Select Shortcut
zh_hans: 选择快捷入口

source: Seleccionar archivo .ypgexp
en: Select .ypgexp file
zh_hans: 选择 .ypgexp 文件

source: Seleccionar Imagen...
en: Select Image...
zh_hans: 选择图片...

source: Seleccionar modelo de IA
en: Select AI model
zh_hans: 选择 AI 模型

source: Seleccionar música personal
en: Choose personal music
zh_hans: 选择个人音乐

source: Seleccionar tarjetas visibles
en: Choose visible cards
zh_hans: 选择要显示的卡片

source: Seleccionar todas
en: Select all
zh_hans: 全选

source: Seleccionar todas las frases visibles
en: Select all visible phrases
zh_hans: 选择所有可见的短语。

source: Seleccionar visibles
en: Select visible
zh_hans: 选择可见项

source: Semana
en: Week
zh_hans: 本周

source: Semana actual
en: Current week
zh_hans: 本周

source: Semana anterior
en: previous week
zh_hans: 上周

source: Semana de acción
en: Action week
zh_hans: 行动周

source: Semana de continuidad
en: Continuity week
zh_hans: 连续周

source: Semana de presencia interior
en: Inner presence week
zh_hans: 内在临在周

source: Semana de recuperación
en: Recovery week
zh_hans: 恢复周

source: Semana de regulación
en: Regulation week
zh_hans: 调节周

source: Semana integrada
en: Integrated week
zh_hans: 整合周

source: Semana más integrada
en: Most integrated week
zh_hans: 最整合的一周

source: Semana pasada
en: Last week
zh_hans: 上周

source: Semanal
en: Weekly
zh_hans: 每周

source: Semanas destacadas
en: Highlighted weeks
zh_hans: 亮点周

source: Señal detectada
en: Signal Noticed
zh_hans: 已识别的信号

source: Señales de progreso real
en: Signs of Real Progress
zh_hans: 真实进步的迹象

source: Sentimientos predominantes
en: Predominant emotions
zh_hans: 主要情绪

source: Sentimientos Predominantes
en: Predominant Emotions
zh_hans: 主要情绪

source: Sentir una emoción incómoda sin obedecerla.
en: Feel an uncomfortable emotion without obeying it.
zh_hans: 感受不舒服的情绪，但不听从它的指令。

source: Serenidad
en: Serenity
zh_hans: 安宁

source: Sereno
en: Serene
zh_hans: 平静

source: Sesión completada
en: Session complete
zh_hans: 练习已完成

source: Sesiones
en: Sessions
zh_hans: 练习次数

source: sesiones de coherencia
en: coherence sessions
zh_hans: 身心协调练习次数

# settings.master_password_value
source: La clave es: {0}
en: The password is: {0}
zh_hans: 密码是：{0}

# settings.productivity_goals_total
source: Metas: {0}
en: Goals: {0}
zh_hans: 目标：{0}

# settings.productivity_presence_total
source: Presencia: {0}
en: Presence: {0}
zh_hans: 当下：{0}

# settings.weekly_review_availability
source: La revisión estará disponible cada {0} a partir de las 6:00. Al activar el recordatorio, la app solicitará permiso de notificaciones si hace falta.
en: The review will be available every {0} from 6:00 AM. When you enable the reminder, the app will request notification permission if needed.
zh_hans: 每周{0} 6:00 起可以进行复盘。启用提醒后，如有需要，应用会请求通知权限。

# settings.weekly_review_cleanup_description
source: Al limpiar, se conservarán las últimas {0} revisiones semanales y se eliminarán los registros anteriores.
en: Cleanup keeps the latest {0} weekly reviews and deletes older records.
zh_hans: 清理时将保留最近 {0} 次每周复盘，并删除更早的记录。

# settings.weekly_review_confirmation_description
source: Se conservarán las últimas {0} revisiones. Las anteriores se eliminarán también de CloudKit al sincronizar.
en: The latest {0} reviews will be kept. Older reviews will also be deleted from CloudKit during synchronization.
zh_hans: 将保留最近 {0} 次复盘。同步时，更早的复盘也会从 CloudKit 中删除。

# settings.weekly_review_prune_none
source: No había revisiones antiguas que eliminar. Se conservan las últimas {0}.
en: There were no old reviews to delete. The latest {0} are being kept.
zh_hans: 没有可删除的旧复盘。已保留最近 {0} 次。

# settings.weekly_review_prune_one
source: Se eliminó una revisión semanal antigua. Se conservan las últimas {0}.
en: One old weekly review was deleted. The latest {0} are being kept.
zh_hans: 已删除 1 次旧的每周复盘，并保留最近 {0} 次。

# settings.weekly_review_prune_other
source: Se eliminaron {0} revisiones semanales antiguas. Se conservan las últimas {1}.
en: {0} old weekly reviews were deleted. The latest {1} are being kept.
zh_hans: 已删除 {0} 次旧的每周复盘，并保留最近 {1} 次。

# settings.weekly_review_retention_label
source: Conservar {0} registros
en: Keep {0} Records
zh_hans: 保留 {0} 条记录

# settings.weekly_review_short_availability
source: Disponible cada {0} a partir de las 6:00.
en: Available every {0} from 6:00 AM.
zh_hans: 每周{0} 6:00 起可用。

# Si
source: Sí
en: Yes
zh_hans: 是

source: Sí
en: Yes
zh_hans: 是

source: Si considera que su contraseña anterior no es lo bastante robusta o ha sido vulnerada, utilice esta opción para cambiarla
en: If you believe your previous password is not strong enough or has been compromised, use this option to change it.
zh_hans: 如果你认为以前的密码不够安全，或可能已经泄露，请使用此选项进行更改。

source: Si este dispositivo no admite autenticación biométrica o código compatible, crea una contraseña de la app para proteger el acceso.
en: If this device does not support biometric authentication or a compatible code, create an app password to protect access.
zh_hans: 如果此设备不支持兼容的生物识别或设备密码，请创建应用密码来保护访问。

source: Si existe peligro inmediato, no continúes con un ejercicio de autorregulación. Llama a emergencias o pide a otra persona que lo haga.
en: If there is immediate danger, do not continue with a self-regulation exercise. Call emergency services or ask someone else to call.
zh_hans: 如果存在眼前的危险，请不要继续自我调节练习。请立即拨打急救电话，或请他人代为拨打。

source: si lo digo crearé un conflicto o decepcionaré a la otra persona
en: if I say it, I will create conflict or disappoint the other person
zh_hans: 如果我说出来，就会引发冲突或让对方失望

source: Si necesitas evitar gluten, confirma los alérgenos y la certificación sin gluten.
en: If you need to avoid gluten, confirm the allergens and gluten-free certification.
zh_hans: 如需避免麸质，请确认过敏原信息和无麸质认证。

source: Si necesitas evitar gluten, verifica la certificación sin gluten y la sección de alérgenos.
en: If you need to avoid gluten, check the gluten-free certification and allergen section.
zh_hans: 如需避免麸质，请查看无麸质认证和过敏原信息。

source: Si no recuerda la contraseña puede consultarla en Ajustes, en un dispositivo con biometría asociado a la misma cuenta de iCloud
en: If you do not remember the password, you can view it in Settings on a biometric-enabled device linked to the same iCloud account.
zh_hans: 如果忘记密码，可以在关联同一 iCloud 账户且支持生物识别的设备上前往“设置”查看。

source: Si sucede x...
en: If this happens…
zh_hans: 如果发生……
